Repository: bunlarinHepsiBitecek/catchu
Catalog: catchu/Resources/*.lproj/Localizable.strings
Languages: tr

source: OK
tr: Tamam

source: Error
tr: Hata

source: Warning
tr: Uyari

source: User name
tr: Kullanıcı adı

source: Password
tr: Şifre

source: Login
tr: Giriş

# ForgotPassword
source: Forgot your password?
tr: Şifremi unuttum?

# DontHaveAccount
source: Don't have an account?
tr: Hesabın yok mu?

source: Register
tr: Kaydol

source: Unknown Error
tr: Bilinmeyen hata oluştu

# InvalidEmail
source: Wrong password or username information
tr: Geçersiz email

source: Invalid password
tr: Geçersiz şifre

# EmptyEmail
source: Email cann't be empty
tr: Email boş olamaz

# EmptyPassword
source: Password cann't be empty
tr: Şifre boş olamaz

# PasswordResetMailSend
source: Password reset link has been send to your email
tr: Şifre resetleme linki mailinize gönderildi

# DefaultError
source: Something went wrong, please try again 😜
tr: Uppsss, lutfen yeniden deneyiniz 😜

source: Add Participant or Group
tr: Kişi veya Grup Ekle

source: Add Participant
tr: Kişi Ekle

source: Next
tr: Ekle

source: Friends
tr: Arkadaşlar

source: Groups
tr: Gruplar

source: New Group
tr: Yeni Grup

source: Search Result
tr: Arama Sonuçları

source: Done
tr: Bitti

source: Make Group Admin
tr: Grup Admini Yap

source: Remove From Group
tr: Gruptan Çıkar

# gotoInfo
source: Info
tr: Bilgi

source: Group Information
tr: Group Bilgileri

source: Create Group
tr: Grup Oluştur

# createGroupName
source: You can set a specific name for your group.
tr: Grubunun için bir isim belirleyebilirsiniz.

source: Saved
tr: OK 😜

source: Failed
tr: Opps 😭

# fetched
source: Fetched From ICloud
tr: Fetched

# tryAgain
source: Tap to try again
tr: Yeniden Deneyiniz! 🥰

# follewers
source: Followers
tr: Takipçiler

source: Follewings
tr: Takiptesin

source: Connect to Facebook
tr: Facebook ile bağlan

# connectToContacts
source: Connect Contacts
tr: Kişileri Getir

source: Invite
tr: Davet Et

# enableAccessGallery
source: Enable Gallery Access
tr: Potoğraf galerisine erişimi açınız.

# enableAccessCamera
source: Enable Camera Access
tr: Kameraya erişimi açınız.

# enableAccessMicrophone
source: Enable Microphone Access
tr: Mikrofona erişimi açınız.

# enableAccessContacts
source: Enable Contact Access
tr: Kişilere erişimi açınız

# CatchSomething
source: You caught something :)
tr: Bir şey yakaladınız :)

# postSuccessMessage
source: Posted Successfully
tr: Paylaşım Başarılı ✅

# postTitle
source: CatchU Post
tr: CatchU Paylaşım

# postFailedMessage
source: Something goes wrong
tr: Bir sorun oluştu ❌

# confirmationCodeRequired
source: Please enter confirmation code
tr: Lütfen doğrulama kodunu giriniz!

# confirmationFailed
source: Confirmation if failed!
tr: Doğrulama başarız!

source: Searching...
tr: Aranıyor...

source: Searching for
tr: Araniyor

source: Search Follower...
tr: Takipçi Ara...

source: Add Friend
tr: Arkadaş Ekle

source: Friends
tr: Arkadaşın

source: Requested
tr: İstek Gönderildi

source: Choose Profile Picture
tr: Profile Resmi Seçiniz

# takePhoto
source: Take a Photo
tr: Resim Seç

source: Choose from library
tr: Galeriden Seç

# helpCatchU
source: Help CathcU to get access your photos 😜
tr: CathcU fotoğraflarınıza erişmek istiyor 😜

# topicLabelForCamera
source: Please Allow Access to Camera
tr: Lütfen kameraya erişim izni veriniz!

# detailLabelForCamera
source: This allows CatchU to access your camera
tr: CatchU kameranıza erişecek.

# topicLabelForPhotos
source: Please Allow Access to Photos
tr: Lütfen fotoğraflarınıza erişim izni veriniz!

# detailLabelForPhotos
source: This allows CatchU to access your photo library
tr: CatchU fotoğraf galerinize erişecek.

# topicLabelForMicrophone
source: Please Allow Access to Microphone
tr: Lütfen mikrofona erişim izni veriniz!

# detailLabelForMicrophone
source: This allows CatchU to access your Microphone
tr: CatchU mikrofonunuza erişecek.

source: Group
tr: Grup

source: Public
tr: Herkese

source: Only Me
tr: Bana Özel

# allFollowers
source: Followers
tr: Takipçiler

# publicInformation
source: You share everyone
tr: Herkese paylaşacaksınız

# onlyMeInformation
source: It's special for you
tr: Sadece size özel

# allFollowersInformation
source: You share all followers
tr: Tüm takipçilerinize paylaşacaksınız

source: There is nothing to post!
tr: Paylaşacak bir şey seçilmedi

source: Say something...
tr: Bir şeyler söyle...

source: Getting Friends...
tr: Arkadaş Seçiliyor...

source: Getting Group...
tr: Grup Seçiliyor...

# noneFollowers
source: There is no follower 😢
tr: Takipçiniz yok 😢

# cloudFetching
source: Fetching from iCloud...
tr: iCloud'dan çekiliyor...

source: Explore People
tr: Kişi Keşfet

source: contacts
tr: bağlantılar

# facebookFriendRequest
source: Find Facebook Friend
tr: Facebook Arkadaşlarını Bul

# findFriendSuggestion
source: You should find facebook friend who is already here 😜
tr: CatchU kullanan facebook arkadaşlarınızı bulmalısınız 😜

# contactFriendRequest
source: Connect Your Contacts
tr: Kişilerini Getir

# contactFriendSuggestion
source: You can find people you know on CatchU and follow them ☺️
tr: CatchU kullanan arkadaşlarını kişiler listende bulmalısın ☺️

source: Active People On CatchU :
tr: Aktif CatchU Kullanıcıları :

# invitePeopleOncatchU
source: Invite People :
tr: Kişileri Davet Et :

# inviteFriendTitle
source: Invite Friend
tr: Arkadaşını Davet Et

# inviteFriendInformation
source: Choise a phone to send invitations
tr: Davet için bir numara seç 😀

# cameraGalleryTitle
source: Camera - Gallery
tr: Kamera - Galeri

# cameraGalleryExplanation
source: Choose from gallery or take a new photo
tr: Galeriden seçiniz veya yeni bir resim çekiniz

# videoGalleryTitle
source: Video - Gallery
tr: Video - Galeri

# viodeGalleryExplanation
source: Choose from gallery or record a new video
tr: Galeriden seçiniz veya yeni bir video çekiniz

source: Camera
tr: Kamera

source: Gallery
tr: Galeri

source: Update
tr: Güncelle

source: Delete
tr: Sil

# moreInformation
source: More ...
tr: Daha ...

# deleteGroup
source: Delete
tr: Çıkış

source: Exit Group
tr: Gruptan Çık

source: Group Information
tr: Grup Bilgisi
